clemenspeters.format-json
donjayamanne.githistory
esbenp.prettier-vscode
gamemodeone.json-compact-prettier
github.copilot
github.copilot-chat
james-yu.latex-workshop
julialang.language-julia
lucas-rezende.greek-alphabet-snippets
mathematic.vscode-latex
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
tomoki1207.pdf
